Repository: nicoschmdt/karmagrambot
Catalog: locale/*/LC_MESSAGES/*.po
Languages: pt_br

source: You are already being tracked in this chat 😀
pt_br: Você já está sendo rastreado neste chat 😀

source: You are now being tracked in this chat. Worry not, the contents of your messages are not saved, only their length ✓
pt_br: Agora você está sendo rastreado nesse chat. Não se preocupe, o conteúdo de suas mensagens não é salvo, apenas o tamanho ✓

source: You are not being tracked in this chat 🤔
pt_br: Você não está sendo rastreado nesse chat 🤔

source: You are no longer being tracked in this chat 🙋
pt_br: Você não está mais sendo rastreado nesse chat 🙋

source: Could not find user named {username}
pt_br: Não foi possível encontrar {username}

source: (all time)
pt_br: (desde o início)

source: (since {period})
pt_br: (desde {period})

source: {username} has {user_karma} karma in this chat {period_suffix}.
pt_br: {username} tem {user_karma} karma neste chat {period_suffix}.

source: Period {requested_period} is not supported.
pt_br: Período {requested_period} não é suportado.

source: {devil}, there's a special place in hell for you, see you there.
pt_br: {devil}, tem um lugar especial no inferno para você, vejo você lá.

source: {saint}, apparently you're the nicest person here. I don't like you.
pt_br: {saint}, aparentemente você é a pessoa mais legal aqui. Eu não gosto de você.

source: Karma is obtained through replying messages with one or more + or -. The following commands are available: /average_length - informs your average message length. /karma - informs your respective karma. /karmas - shows the top 10 karmas in a given group. /devil - replies the user informing who is the person with the lowest karma. /saint - replies the user informing who is the person with the highest karma.
pt_br: Karma é obtido respondendo mensagens com um ou mais + ou -. Os seguintes comandos estão disponíveis: /average_length - informa o tamanho médio de suas mensagens. /karma - informa o seu respectivo karma. /karmas - mostra os 10 maiores karmas em um grupo. /devil - responde ao usuário informando quem é a pessoa com o karma mais baixo. /saint - responde ao usuário informando quem é a pessoa com o karma mais alto.
